{
    "AUTO_LOAN": [
        {
            "Basic Documentation": "Complete application form with customers signatures    ,  \nCopy of CNIC  ,  \nSBP undertaking on loans availed and monthly liabilities    ,  \n 2 recent photographs"
        },
        {
            "Business Eligibility": "Minimum Gross Income: PKR 50,000/- per month (Assessed on Bank Statement or Documentary Evidence)    ,\n Minimum 21 to 70 years at time of loan maturity"
        },
        {
            "Eligibiliy Criteria": "Age Limit : 21 years to 60 years (65 years in case of Self Employed)  , \nLoan Amount : Minimum 50k to Maximum Loan amount 2M  , \nLoan Tenure : Running Finance , \nMark up Rate : Starting from KIBOR + 18%  ,  \nMinimum Benchmark : 6 months salary transfer in Bank Alfalah Account  ,  \nCredit History : Customer should never have defaulted in any consumer loan or should not have any over due payment  ,  \n"
        },
        {
            "Professions Documents": "Salaried Individual: Salary Slip/Salary Letter , 06 months Bank Statement  , \nSelf Employed Businessman / Self Employed professional: 06 months Bank Statement*  ,  \nAgriculturist: Fard/Mukhtar e Kar/Ownership Certificate   , \n06 months Bank Statement*  ,  \nRental Income: Rental Agreement (should be valid for next 3 months) , Title Document, 06 Months Bank Statement  , \nForeign Remittance: Income/Job Proof,  Remitters Passport (valid visa for at least 03 months), 06 months Remittance Slips or 06 months Bank Statement of Remittee"
        },
        {
            "Eligibility Criteria Salaried Individuals": "Minimum Gross Salary: PKR 30,000/- , \nMinimum 21 Years to 65 Years at time of loan maturity for Private Sector Employees and 60 Years for Government Sector Employees"
        }
    ],
    "CREDIT_CARDS": [
        {
            "Visa Debit Card ": "Want access to your money anytime, anywhere? With a Meezan Visa Debit Card, you have access to the money in your account wherever you are, whenever you want, wherever you see the Visa symbol. The money is deducted from your balance straight away — there is no interest to pay, no bills & no late fees!"
        },
        {
            "Titanium MasterCard Debit Card": "More than just an ATM card, you can use your Meezan Titanium MasterCard Debit Card wherever MasterCard is accepted. Whether you want to pay for fuel, shopping, dining or anything else, you can easily use  your Meezan Titanium MasterCard Debit Card to access the funds in your account rather than carrying cash."
        },
        {
            "Platinum MasterCard Debit Card": "The Platinum MasterCard Debit Card opens a world of convenience for customers by giving them access to 2.1 million MasterCard compatible ATMs and 32 million Merchants in Pakistan and around the world. Our customers can shop, dine, travel and refuel whenever they want, wherever they want. Platinum card holders also get free access to International CIP lounges as well as higher withdrawal and POS transaction limits. "
        },
        {
            "Meezan Visa Infinite Debit Card": "There is something that sets you apart. It is your character – the inner you who dares to dream and chases ambition, pushing you to prosper in every endeavour. Meezan Visa Infinite Debit Card bears testimony to the achievements you have already accomplished and serves as a hallmark of the distinct path you continue to walk."
        },
        {
            "Meezan World Debit Card": "The Meezan World Debit Card offers a world of unparalleled exclusivity and convenience. Unlock a global suite of the finest benefits and privileges designed specifically to complement your preferences. With a host of travel and lifestyle offers coupled with unprecedented spending limits, the Meezan World Debit Card is the perfect companion for the  frequent flyer."
        }
    ],
    "LIFE_INSURANCE": [
        {
            "Features": "Vitality Feature (Optional)  The feature allows client to have rewards & benefits by having active lifestyle keeping them healthy & fit 5. Additional Riders  Choice of extensive riders to enhance protection CHARGES: • Re-payment tenure options from 3 to 25 years • Inclusion of your spouse or blood relative to enhance your financing eligibility or co-ownership of the housing unit • Annual balloon (partial) payment options to assist you to repay the loan quickly • Life insurance and property insurance to secure the loan and your home respectively • Legal counseling on property title documents to check the authenticity of the property "
        },
        {
            "Life Insurance Categories": "Unlock the door to a home that’s unique to you. There’s a wide range of home finance solutions available for you at Bank Alfalah. So whether you want to buy, build or renovate your space, there’s something specific available, just for you. With Alfalah Home Finance you get: 1. Multiple Fund Option : \n1. IGI Takaful Aggressive Fund: This strategy seeks to provide long term capital growth mainly through investments in Shariah compliant equities \n 2. IGI Takaful Balanced Fund: This strategy seeks steady growth in capital through a combination of investments in sukuks and in mutual fund that investment in Shariah complaint stock  2. IGI Takaful Balanced Fund: This strategy seeks steady growth in capital through a combination of investments in sukuks and in mutual fund that investment in Shariah complaint stock  You can select from the following unit funds mentioned below:/n 3. IGI Takaful Conservative Fund: Investments are placed in sukuk and other secured Shariah compliant instruments with little exposure to Shariah compliant stocks. 2. Fund Switch  Under this option you have the facility of switching the current funds unlimited times during the policy term 3. Account Value Acceleration Contribution (AVAC) – If you have surplus cash available at any point of time during the plan term, it can be invested in the plan to enhance your cash values "
        }
    ],
    "PERSONAL_LOAN": [
        {
            "Product Offerings": "Minimum Loan: 50,000 ,  \nMaximum Loan: 2,000,000 , \nNo collateral requirement  , \nBank Alfalah Visa Debit Card (Gold / Platinum)  , \nark-up charged only on the utilized amount , \nFlexible repayment terms to suit customer convenience , Less Documentation"
        },
        {
            "Product Offerings": "Cash Loans   Do whatever you want without worrying about upfront cash. Whether it’s a holiday retreat with your loved ones, quality education, wedding or improving your lifestyle; you can get custom made instalment plans up to 4 years. Balance Transfer Facility (BTF) –  Finding it difficult to make multiple payments against credit cards and other loans? Consolidate and transfer outstanding credit card bills, revolving loans and personal loans under one instalment plan. \nBalance Transfer Facility with Top-up (BTF with Top-up) –  Obtain financing over and above the amount of debt you wish to transfer to meet other financing needs without having to apply for another loan for the same."
        },
        {
            "Eligibility Criteria": "All Pakistani nationals/Foreign nationals with company letter of comfort (Approved companies)  , \nSalaried Individuals, Self Employed Businessmen/Professionals, others (Landlords/ Housewives & Retired Individuals) with consistent rental income/foreign remittances  , \nAge min: 21 years & max: 60 years for Salaried min: 21 years & max: 65 years for self-employed professionals and businessmen , \nIncome | Salaried : Min. gross monthly salary of PKR. 30,000/-  \nSelf Employed Professionals: Min. monthly average balance of PKR. 50,000/-\nSelf Employed Businessman: Min. monthly average balance of PKR. 100,000/-, \nMinimum 12 month bureau history for BTF/BTF with top up"
        },
        {
            "Documents Required": "Complete application form with signatures , \nCopy of CNIC, \n6 Months Bank Statement (If required) , \nFor Salaried Individuals  Salary Slip/Salary Certificate , \nFor Self-employed businessmen and Self-employed professionals  Any Relevant Proof of Business Documents (Tax returns, NTN, Bank Certificate)"
        }
    ]
}