{
    "AUTO_LOAN": [
        {
            "Features & Benefits": "Fast and Hassle-free application process , \nFlexibility in selection of cars (Assembled/Manufactured)  , \nFacility against brand new as well as used vehicle  , \nFinancing amount up to 70% of the value of vehicle  , \nFlexible Financing Tenure   \nMaximum 5 Years (Vehicles up to 1000 CC)\nMaximum 3 Years (Vehicles above 1000 CC)  , \nPartial Pre-payment facility available  , \nCo-Partner facility available  ,\n Early settlement option   ,  \nTakaful coverage from reputable Takaful Companies on FBL Panel  ,  \nTracker will be installed in vehicles for maximum safety. , \nnstallments start after vehicle delivery  ,  \nNo processing fee until financing approval , \nUp to 9-year old vehicle can be financed  , \nProperty rental Income can be considered as primary income or additional to the basic income"
        },
        {
            "Eligibility Criteria": "\nCitizen Ship:Pakistani\nIncome: \nSalaried: Minimum PKR 30,000  \\nContractual: Minimum PKR 50,000  \nSEB/SEP: Minimum PKR 40,000  , \nAge Limit : Salaried (Min 21 Years and Max 65 Years at the time maturity)  ,\nSEB/SEP (Min 21 Year and Max 70 Years at the time of maturity)"
        },
        {
            "Document Required By Business Person": "Application Form properly filled and signed by customer ,\nOne-year Business Proof (Copy of NTN or Any Authentic Business proof)  ,\nClear and Visible Copy of CNIC\n2 Recent Photograph (passport size) , \nSBP undertaking properly filled and signed by customer ,\n6 Months Bank Statement (Original / stamped & signed by bank)\nProfessional Degree and valid membership of applicable professional body (for SEP Only)\nCopy of Latest Utility Bill"
        },
        {
            "Document Required By Salaried Individuals": "\nApplication Form properly filled and signed by customer   ,  \nCurrent Salary Slip  ,  \nClear and Visible Copy of CNIC  ,  \n2 Recent Photograph (passport size)  ,  \nSBP undertaking properly filled and signed by customer  ,  \n6 Months Bank Statement, Where Salary Credits (Original / stamped & signed by bank)  ,  \nEmployment Certificate  , \nCopy of Latest Utility Bill"
        }
    ],
    "CREDIT_CARDS": [
        {
            "Visa Debit Card ": "Want access to your money anytime, anywhere? With a Meezan Visa Debit Card, you have access to the money in your account wherever you are, whenever you want, wherever you see the Visa symbol. The money is deducted from your balance straight away — there is no interest to pay, no bills & no late fees!"
        },
        {
            "Titanium MasterCard Debit Card": "More than just an ATM card, you can use your Meezan Titanium MasterCard Debit Card wherever MasterCard is accepted. Whether you want to pay for fuel, shopping, dining or anything else, you can easily use  your Meezan Titanium MasterCard Debit Card to access the funds in your account rather than carrying cash."
        },
        {
            "Platinum MasterCard Debit Card": "The Platinum MasterCard Debit Card opens a world of convenience for customers by giving them access to 2.1 million MasterCard compatible ATMs and 32 million Merchants in Pakistan and around the world. Our customers can shop, dine, travel and refuel whenever they want, wherever they want. Platinum card holders also get free access to International CIP lounges as well as higher withdrawal and POS transaction limits. "
        },
        {
            "Meezan Visa Infinite Debit Card": "There is something that sets you apart. It is your character  the inner you who dares to dream and chases ambition, pushing you to prosper in every endeavour. Meezan Visa Infinite Debit Card bears testimony to the achievements you have already accomplished and serves as a hallmark of the distinct path you continue to walk."
        },
        {
            "Meezan World Debit Card": "The Meezan World Debit Card offers a world of unparalleled exclusivity and convenience. Unlock a global suite of the finest benefits and privileges designed specifically to complement your preferences. With a host of travel and lifestyle offers coupled with unprecedented spending limits, the Meezan World Debit Card is the perfect companion for the  frequent flyer."
        }
    ],
    "PERSONAL_LOAN": [
        {
            "Documents Required NRP (Salaried and Self Employed Professionals Only)": "\nCopy of NICOP / Passport / Work Permit.\n2 passport size photographs.\nLast six (06) months  salary slips.\nSalary/Employment Certificate (Designation, Date of Joining, employment status, Salary Breakup).\nLast 12 months bank statement with salary reflection.\nAll documents to be attested from Pakistan Consulate or Notary Public of resident country.\nEmail ID / Contact Number and Person Name for verification of Salary Slips and Employment Certificate.\nOne guarantor from Pakistan (compulsory).\n"
        },
        {
            "Documents Required Salaried": "\nCopy of CNIC.\n2 Passport Size Photographs.\nLast six (06) months Salary Slips.\nSalary/Employment Certificate (Designation, Date of Joining, employment status, Salary Breakup)\nLast 12 months Bank Statement with salary reflection (Original with bank stamp)"
        },
        {
            "Eligibility Criteria": "\nSalaried (Approved Company)  Minimum PKR 100,000 per month for permanent & Minimum PKR 150,000 per month for contractual employees.\nSalaried (Unapproved Company)  Minimum PKR 150,000 per month.\nSEP  Minimum PKR 150,000 per month.\nSEB  Minimum PKR. 200,000 per month.\nNRP  Minimum USD 4,000 per month.\n"
        },
        {
            "Features And Benefits": "\nHome Buyer: This type of facility allows customers to purchase an already constructed property.\nHome Builder/ Plot + Construction: This type of facility is extended to customers who already own land / want to purchase a piece of land and need funds to meet the cost of constructing property.\nHome Renovation:This facility is offered to customers who already own a property and require funds for renovation.\nHome Re-finance: (Transfer of existing home finance facility): This type of facility allows customers to transfer existing home finance facilities from any other bank to Faysal Bank Limited Islamic Banking.\n\n\nFloating rate (Linked with 1 year KIBOR)\nQuick processing with minimum documentation\nMinimum limit of PKR 500,000 and Maximum of PKR 150 Million or up to (80%) of the appraised property value.\nTenure ranging from 1 to 20 years.\nFlexibility to make partial pre-payments.\nProperty Takaful coverage.\nProperty rental income can be considered as primary or additional to basic income.\nIncome clubbing option of close relatives (Parents, Spouse & Children Only).\nNon-Resident Pakistanis (NRPs) are also eligible to apply subject to fulfillment of documentary requirements.\n"
        }
    ],
    "LIFE_INSURANCE": [
        {
            "Life Insurance Categories": "Unlock the door to a home that’s unique to you. There’s a wide range of home finance solutions available for you at Bank Alfalah. So whether you want to buy, build or renovate your space, there’s something specific available, just for you. With Alfalah Home Finance you get: 1. Multiple Fund Option /n1. IGI Takaful Aggressive Fund: This strategy seeks to provide long term capital growth mainly through investments in Shariah compliant equities. /n 2. IGI Takaful Balanced Fund: This strategy seeks steady growth in capital through a combination of investments in sukuks and in mutual fund that investment in Shariah complaint stock  2. IGI Takaful Balanced Fund: This strategy seeks steady growth in capital through a combination of investments in sukuks and in mutual fund that investment in Shariah complaint stock – You can select from the following unit funds mentioned below:/n 3. IGI Takaful Conservative Fund: Investments are placed in sukuk and other secured Shariah compliant instruments with little exposure to Shariah compliant stocks. 2. Fund Switch – Under this option you have the facility of switching the current funds unlimited times during the policy term 3. Account Value Acceleration Contribution (AVAC) – If you have surplus cash available at any point of time during the plan term, it can be invested in the plan to enhance your cash values "
        },
        {
            "Features": "Vitality Feature (Optional) – The feature allows client to have rewards & benefits by having active lifestyle keeping them healthy & fit 5. Additional Riders – Choice of extensive riders to enhance protection CHARGES: • Re-payment tenure options from 3 to 25 years • Inclusion of your spouse or blood relative to enhance your financing eligibility or co-ownership of the housing unit • Annual balloon (partial) payment options to assist you to repay the loan quickly • Life insurance and property insurance to secure the loan and your home respectively • Legal counseling on property title documents to check the authenticity of the property "
        }
    ]
}