{
    "AUTO_LOAN": [
        {
            "Eligible Criteria": "Financing facility for new locally assembled and Complete Built Up (CBU) vehicles , Security deposit / Advance rental: Minimum 15% and maximum 50% of the cost of vehicle  , Both data check & e-CIB should be clear and must not have default / overdue at the time of case approval  , The facility is available for all Roshan Digital Account holders including foreign currency account holders.  , No processing charges. Documentation and security perfection charges are to be paid at actual by the applicant at the time of disbursement of the case  , Monthly Rentals are to be paid through direct debit instructions from PKR Roshan Digital Account.  , The vehicle would be delivered to the nominee / co-borrower (blood relative  father / mother, son / daughter, brother/ sister or spouse residing in Pakistan) of applicant.  ,  The maximum age of authorized nominee / co-borrower should not be above 70 years at the time of Ijarah maturity.  , In case of a non-filer, 4 % Advance Tax on the Cost of Vehicle will be applicable at the time of vehicle disbursement.  , Minimum age limit of applicant should be 25 years.  , Maximum age limit of applicant at time of maturity should not exceed 60 years for salaried professional.  , Maximum age limit of applicant at time of maturity should not exceed 65 years for businessman / self-employed professional  ,  Minimum 2 years continuous employment history in current employment for salaried professionals.  , \nMinimum business experience 3 years continuous involvement in current business  / industry for businessman / self-employed professional  , If the applicant has availed other financing facilities, all monthly repayments combined, including proposed Ijarah rental, should not exceed 40% of net / take-home income"
        },
        {
            "Eligible BussinessMen": "Valid business proof ,  Last six-month verified bank statement through embassy  ,  Nominee CNIC copy  ,  Credit Bureau Report of stay country  , In case of remittances income, last six months bank statement of remitter would be required"
        },
        {
            "Eligible Salaried Professional": "Permanent employees : 3 months in current job with a minimum 2 years   continuous employment history ,Contractual employees : 6 months in current job with a minimum 3 years continuous employment history. , take home income : In excess of  2 times the monthly rental (inclusive of takaful)  , \nSpouses verifiable income : Clubbed to an extent of 50%.  , \nIn case of other loans, all monthly payments including proposed Ijarah rental combined not to exceed 40% of net / take home income  , \n Both data check & e-CIB should be clear and must not have current default / overdue at the time of case approval"
        },
        {
            "Required Documents": "Application form duly filled and signed by the applicant , Copy of recent pay slip/certificate showing  For Salaried individuals.  , Business Proof - such as bank certificate confirming proprietorship, NTN, business Association letter or tax return etc. is required - For businessman.  , Copy of last six months bank statements  , One recent photograph., Specimen Signature card preferably on bank’s prescribed format"
        },
        {
            "Required Documents \nSalaried Individuals": "Latest employment certificate including the date of joining , Last six-month credited salary bank statement ,  Nominee CNIC copy  , Name of employers HR representative with mailing address , Credit Bureau Report of stay country"
        },
        {
            "Required Document \n BusinessMen": "Valid business proof  ,  Last six-month verified bank statement through embassy , Nominee CNIC copy  , Credit Bureau Report of stay country , In case of remittances income, last six months bank statement of remitter would be required"
        }
    ],
    "CREDIT_CARDS": [
        {
            "Visa Debit Card ": "Want access to your money anytime, anywhere? With a Meezan Visa Debit Card, you have access to the money in your account wherever you are, whenever you want, wherever you see the Visa symbol. The money is deducted from your balance straight away — there is no interest to pay, no bills & no late fees!"
        },
        {
            "Titanium MasterCard Debit Card": "More than just an ATM card, you can use your Meezan Titanium MasterCard Debit Card wherever MasterCard is accepted. Whether you want to pay for fuel, shopping, dining or anything else, you can easily use  your Meezan Titanium MasterCard Debit Card to access the funds in your account rather than carrying cash."
        },
        {
            "Platinum MasterCard Debit Card": "The Platinum MasterCard Debit Card opens a world of convenience for customers by giving them access to 2.1 million MasterCard compatible ATMs and 32 million Merchants in Pakistan and around the world. Our customers can shop, dine, travel and refuel whenever they want, wherever they want. Platinum card holders also get free access to International CIP lounges as well as higher withdrawal and POS transaction limits. "
        },
        {
            "Meezan Visa Infinite Debit Card": "There is something that sets you apart. It is your character – the inner you who dares to dream and chases ambition, pushing you to prosper in every endeavour. Meezan Visa Infinite Debit Card bears testimony to the achievements you have already accomplished and serves as a hallmark of the distinct path you continue to walk."
        },
        {
            "Meezan World Debit Card": "The Meezan World Debit Card offers a world of unparalleled exclusivity and convenience. Unlock a global suite of the finest benefits and privileges designed specifically to complement your preferences. With a host of travel and lifestyle offers coupled with unprecedented spending limits, the Meezan World Debit Card is the perfect companion for the  frequent flyer."
        }
    ],
    "LIFE_INSURANCE": [
        {
            "Features": "Vitality Feature (Optional)  The feature allows client to have rewards & benefits by having active lifestyle keeping them healthy & fit 5. Additional Riders  Choice of extensive riders to enhance protection CHARGES: • Re-payment tenure options from 3 to 25 years • Inclusion of your spouse or blood relative to enhance your financing eligibility or co-ownership of the housing unit • Annual balloon (partial) payment options to assist you to repay the loan quickly • Life insurance and property insurance to secure the loan and your home respectively • Legal counseling on property title documents to check the authenticity of the property "
        },
        {
            "Life Insurance Categories": "Unlock the door to a home that’s unique to you. There’s a wide range of home finance solutions available for you at Bank Alfalah. So whether you want to buy, build or renovate your space, there’s something specific available, just for you. With Alfalah Home Finance you get: 1. Multiple Fund Option : \n1. IGI Takaful Aggressive Fund: This strategy seeks to provide long term capital growth mainly through investments in Shariah compliant equities \n 2. IGI Takaful Balanced Fund: This strategy seeks steady growth in capital through a combination of investments in sukuks and in mutual fund that investment in Shariah complaint stock  2. IGI Takaful Balanced Fund: This strategy seeks steady growth in capital through a combination of investments in sukuks and in mutual fund that investment in Shariah complaint stock  You can select from the following unit funds mentioned below:/n 3. IGI Takaful Conservative Fund: Investments are placed in sukuk and other secured Shariah compliant instruments with little exposure to Shariah compliant stocks. 2. Fund Switch  Under this option you have the facility of switching the current funds unlimited times during the policy term 3. Account Value Acceleration Contribution (AVAC) – If you have surplus cash available at any point of time during the plan term, it can be invested in the plan to enhance your cash values "
        }
    ],
    "PERSONAL_LOAN": [
        {
            "Products": "Higher Education , Wedding , Hajj , Retirement"
        },
        {
            "Eigibility_Criteria": "All individuals in the age bracket of 18-55 years. Maximum age till maturity is up to 60 years. The initial investment required is Rs. 2,000/- only. Minimum investment is Rs. 24,000 per year or Rs. 2,000 per month"
        },
        {
            "Saving Investment Protection": "Plans start as low as Rs.2,000/month , Plans are available from 3 years to 15 years  , Flexible payment options: Monthly / Quarterly / Annually / Lump sum  , Continuous protection through Takaful Company , Monthly profit payment reinvested in your Kafalah plan , Easy exit option *,  No hidden charges on premature encashment , Tailor-made options are also available , Conveniently track your investment growth through complimentary internet banking , Maximum protection of life Takaful up to Rs 15 Mln with additional 100% Accidental Death Benefits (ADB) throughout the plan term , A Minimum coverage of Rs. 500, 000 upon Accidental Death Benefit (ADB) claim  100% cover for individuals with Permanent Total Disability (PTD) due to an accident or sickness. On Banks sole discretion, WAKALAH FEE may be waived after 3 or more years of WAKALAH period Sole Proprietorship & Joint Account Holder can also open Kafalah Account In case of Natural or Accidental Death Meezan Bank will also provide Additional Rupees 20,000 as Funeral Expense"
        }
    ]
}